Repository: mauromonti41/ArtiSoulRepo
Catalog: ArtiSoul 1.3.1/*.lproj/Localizable.strings
Languages: it

# text 1
source: Clay
it: Argilla

# text 2
source: Wood
it: Legno

# text 3
source: Metal
it: Metallo

# text 4
source: Plastic
it: Plastica

# text 5
source: Fabric
it: Tessuto

# text 6
source: Paper
it: Carta

# text 7
source: Ceramist
it: Ceramista

# text 9
source: Paper Artist
it: Artista di carta

# text 10
source: Explore
it: Esplora

# text 11
source: Favorites
it: Preferiti

# text 12
source: Profile
it: Profilo

# text 13
source: Search
it: Cerca

# text 14
source: Try
it: Prova:

# text 15
source: Creations
it: Creazioni

# text 16
source: add new creation
it: aggiungi nuova creazione

# text 17
source: PUBLISHED
it: PUBBLICATE

# text 18
source: Done
it: Fatto

# text 19
source: Cancel
it: Annulla

# text 20
source: creation
it: creatione

# text 21
source: Edit
it: Modifica

# text 22
source: Are you an artisan?
it: Sei un artigiano?

# text 23
source: Sign In
it: Registrati

# text 24
source: Sign in with Apple
it: Registrati con Apple

# text 25
source: Or choose a username and password
it: O scegli un username e una password

# text 26
source: Register
it: Registrati

# text 27
source: or Login
it: o Accedi

# text 28
source: You don't have any yet!
it: Non hai ancora link!

# text 29
source: add new
it: aggiungi nuova

# text 30
source: new link
it: nuovo link

# text 31
source: add
it: aggiungi

# text 32
source: edit
it: modifica

# text 33
source: Name
it: Nome

# text 34
source: Surname
it: Cognome

# text 35
source: Work
it: Lavoro

# text 36
source: My total production time:
it: Tempo di produzione

# text 37
source: What am I made of:
it: Di cosa sono fatto

# text 38
source: How to take care of me:
it: Prendersi cura di me

# text 39
source: How to move me:
it: Come muovermi

# text 40
source: Mug
it: Tazza

# text 41
source: Clay, nail varnish
it: Argilla, vernice

# text 42
source: Wash me by hand. Dry me carefully. Drink lots of herbal teas with me.
it: Lavami a mano. Asciugami con cura. Bevi molte tisane con me

# text 43
source: Wrap me in paper that protects me and put me in a box
it: Avvolgimi nella carta per proteggermi e mettimi in una scatola

# text 44
source: 15 days, which is equivalent to the first five seasons of Big Bang Theory
it: 15 giorni, che sarebbero le prime cinque stagioni di Big Bang Theory

# text 46
source: High quality cardboard. The color does not change over time and does not attract dust
it: Carta di alta qualità. Il mio colore non cambia col tempo e non attrae polvere

# text 47
source: Keep me out of the wind. Avoid moving me too much. Dust me gently
it: Tienimi al riparo dal vento. Evita di muovermi troppo. Spolverami con delicatezza

# text 48
source: Carry me in a package of a similar size to mine, containing packaging to hold me in place
it: Spostami in pacchi della mia taglia, con un imballaggio che mi tenga dritto

# text 49
source: 12 days, which is equivalent to fourteen football matches
it: 12 giorni, l'equivalente di quattordici partite di calcio

# text 50
source: A thick volcanic armor, a rough and harsh skin, apparently insensitive to life, but which can hide a flowery bed
it: Una spessa corazza vulcanica, una pelle ruvida e ruvida, apparentemente insensibile alla vita, ma che può nascondere un'aiuola fiorita

# text 51
source: For cleaning me, use a soft brush to remove dust. Make me beautiful for your guests
it: Per pulirmi, usa una spazzola morbida per rimuovere la polvere. Rendimi bello per i tuoi ospiti

# text 52
source: Use a suitably sized box containing soft packaging to hold me in place
it: Usa una scatola di dimensioni adeguate contenente un imballaggio morbido per tenermi nella giusta posizione

# text 53
source: 8 days, which is equivalent Friends Marathon
it: 8 giorni, equivalenti a una maratona di Friends

# text 54
source: Links
it: Link

# text 55
source: New creation
it: Nuova creazione

# text 56
source: Material
it: Materiale

# totalProdTime_prodPhases
source: Production phases
it: Fasi di produzione

source: First Phase
it: Prima Fase

source: Second Phase
it: Seconda Fase

source: Third Phase
it: Terza Fase

source: Fourth Phase
it: Quarta Fase

source: Fifth Phase
it: Quinta fase

source: Sixth Phase
it: Sesta Fase

source: Seventh Phase
it: Settima Fase

source: Eighth Phase
it: Ottava Fase

source: Nineth Phase
it: Nona Fase

source: Tenth Phase
it: Decima Fase

# quote_nameOfProdPhase
source: Name of this production phase
it: Nome di questa fase di produzione

# quote_timeOfProdPhase
source: Time of this production phase
it: Tempo di questa fase di produzione

# hours_ProdPhase
source: Hours
it: Ore

# quote_videoOfProdPhase1
source: A video of
it: Un video di

# quote_videoOfProdPhase2
source: seconds that shows this phase
it: secondi che mostri questa fase

# quote_addAvideo
source: Add video
it: Aggiungi video
